[Traditional Chinese]
Please connect the 2.4GHz USB dongle of the device to your computer's USB port for pairing. = 請將裝置的2.4GHz USB 接收器連接至USB連接埠已進行配對。
Please follow the steps below for pairing. = 請依照以下步驟進行配對
1. Set the connection switch to the RF 2.4GHz mode. = 1. 將裝置切換為2.4GHz RF模式。
2. Press and hold the left button, right button and DPI button for 3 seconds. = 2. 長按左鍵、右鍵以及DPI鍵3秒。
3. Click the "Pair" button on the interface. = 3. 點擊介面上的「配對」按鍵。	
1. Connect the device to your computer with the USB cable. = 1. 請將裝置以 USB 線連接。
2. Click the "Pair" button on the interface. = 2. 點擊介面上的「配對」按鍵。

Pair = 配對
Close = 關閉
Pairing = 配對中
Pairing completed = 配對完成
Pairing failed = 配對失敗

1. Connect the headset with a USB cable and switch to 2.4GHz mode. = 1. 請將裝置以 USB 線連接並切換為2.4GHz RF 模式。
2. Press and hold the function button for 15 seconds until you hear the beep sounds. = 2. 長按功能鍵 15 秒直至聽到提示音。
Please unplug and re-plug the 2.4 GHz receiver(dongle), power off the headset and then switch it to RF 2.4 GHz mode. = 請重新插拔 2.4GHz RF 接收器，並將耳機開關切至 OFF 後再切換為 2.4GHz RF 模式。